#Сообщение преведствия
start_msg = '''👋 Привет! Я — ваш виртуальный помощник, созданный для того, чтобы упростить вашу жизнь. 

💡 С помощью меня вы можете:
- Задавать вопросы и получать ответы на любые темы
- Получать актуальные рекомендации по любым темам

⚙ Также вы можете задавать мне роли и использывать их в дальнейшем!

🔍 Просто напишите, что вас интересует, и я постараюсь помочь! 

🚀 Давайте начнем наше взаимодействие! Какой вопрос у вас есть сегодня?'''

#Время задержки между сообщениями secund
msg_time = 60
msg_time_premium = 10

out_time_msg = '''Первышено количество сообщений за минуту. Подождите и повторно отправте запрос.
🚀Для увеличения количества запросов подключите 💎premium'''
out_time_msg_prime = '''Не так быстро пожалуйста😥'''